Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Record Content Copied
ar: تم نسخ محتوى السجل
de: Eintragsinhalt kopiert
es: Contenido del registro copiado
fr: Contenu de l'enregistrement copié
it: Contenuto del record copiato
ja: レコード内容をコピーしました
ko: 레코드 내용 복사됨
pt_br: Conteúdo do registro copiado
ru: Содержимое записи скопировано
zh_hans: 记录内容已复制
zh_hant: 記錄內容已複製

source: Record data copied
ar: تم نسخ بيانات السجل
de: Datensatzdaten kopiert
es: Registro de datos copiados
fr: Données d'enregistrement copiées
it: Registrare i dati copiati
ja: レコードデータをコピーしました
ko: 복사된 기록 데이터
pt_br: Registrar dados copiados
ru: Данные записи скопированы
zh_hans: 已复制解析数据
zh_hant: 已複製解析數据

source: Record Details
ar: تفاصيل السجل
de: Eintragsdetails
es: Detalles del registro
fr: Détails de l'enregistrement
it: Dettagli del record
ja: DNS レコードの詳細
ko: DNS 레코드 세부정보
pt_br: Detalhes do registro
ru: Сведения о записи
zh_hans: DNS 记录详情
zh_hant: DNS 記錄詳情

source: Record Type
ar: نوع السجل
de: Datensatztyp
es: Tipo de registro
fr: Type d'enregistrement
it: Tipo di registrazione
ja: レコードタイプ
ko: 레코드 유형
pt_br: Tipo de registro
ru: Тип записи
zh_hans: 记录类型
zh_hant: 记录类型

source: Records
ar: السجلات
de: Aufzeichnungen
es: Archivos
fr: Enregistrements
it: Record
ja: 記録
ko: 기록
pt_br: Registros
ru: Рекорды
zh_hans: 解析记录
zh_hant: 解析记录

source: Records to Create (%lld)
ar: السجلات المراد إنشاؤها (%lld)
de: Zu erstellende Einträge (%lld)
es: Registros a crear (%lld)
fr: Enregistrements à créer (%lld)
it: Record da creare (%lld)
ja: 作成するレコード (%lld)
ko: 생성할 레코드 (%lld)
pt_br: Registros a Criar (%lld)
ru: Записей для создания (%lld)
zh_hans: 待创建记录 (%lld)
zh_hant: 待建立記錄 (%lld)

source: Recursive DNS over HTTPS query & response timing
ar: DNS العودي عبر استعلام HTTPS وتوقيت الاستجابة
de: Rekursives DNS über HTTPS-Abfrage- und Antwort-Timing
es: DNS recursivo sobre consulta HTTPS y tiempo de respuesta
fr: DNS récursif sur requête HTTPS et timing de réponse
it: DNS ricorsivo su query e tempi di risposta HTTPS
ja: 再帰的 DNS over HTTPS クエリと応答のタイミング
ko: HTTPS 쿼리 및 응답 타이밍을 통한 재귀 DNS
pt_br: Consulta DNS recursiva sobre HTTPS e tempo de resposta
ru: Рекурсивный DNS через HTTPS-запрос и время ответа
zh_hans: 基于 HTTPS 的递归 DNS 查询与响应耗时
zh_hant: 基于 HTTPS 的递归 DNS 查询与响應耗時

source: Recursive DNS query & response timing
ar: استعلام DNS العودي وتوقيت الاستجابة
de: Rekursives DNS-Abfrage- und Antwort-Timing
es: Consulta de DNS recursiva y tiempo de respuesta
fr: Requête DNS récursive et timing de réponse
it: Query DNS ricorsive e tempi di risposta
ja: 再帰的な DNS クエリと応答のタイミング
ko: 재귀적 DNS 쿼리 및 응답 타이밍
pt_br: Consulta DNS recursiva e tempo de resposta
ru: Рекурсивный DNS-запрос и время ответа
zh_hans: 递归 DNS 解析与响应延时诊断
zh_hant: 递归 DNS 解析与响應延時诊断

source: Redirect all HTTP requests to HTTPS automatically.
ar: إعادة توجيه جميع طلبات HTTP إلى HTTPS تلقائيًا.
de: Alle HTTP-Anfragen automatisch auf HTTPS umleiten.
es: Redirige automáticamente todas las solicitudes HTTP a HTTPS.
fr: Redirigez automatiquement toutes les requêtes HTTP vers HTTPS.
it: Reindirizza automaticamente tutte le richieste HTTP a HTTPS.
ja: すべての HTTP リクエストを自動的に HTTPS にリダイレクトします。
ko: 모든 HTTP 요청을 HTTPS로 자동 리디렉션합니다.
pt_br: Redireciona automaticamente todas as solicitações HTTP para HTTPS.
ru: Автоматически перенаправлять все HTTP-запросы на HTTPS.
zh_hans: 自动将所有 HTTP 请求重定向至 HTTPS。
zh_hant: 自動將所有 HTTP 請求重新導向至 HTTPS。

source: Redirect all HTTP requests to HTTPS.
ar: إعادة توجيه جميع طلبات HTTP إلى HTTPS.
de: Leiten Sie alle HTTP-Anfragen auf HTTPS um.
es: Redirigir todas las solicitudes HTTP a HTTPS.
fr: Redirigez toutes les requêtes HTTP vers HTTPS.
it: Reindirizzare tutte le richieste HTTP su HTTPS.
ja: すべての HTTP リクエストを HTTPS にリダイレクトします。
ko: 모든 HTTP 요청을 HTTPS로 리디렉션합니다.
pt_br: Redirecione todas as solicitações HTTP para HTTPS.
ru: Перенаправить все HTTP-запросы на HTTPS.
zh_hans: 将所有 HTTP 请求重定向到 HTTPS。
zh_hant: 将所有 HTTP 請求重定向到 HTTPS。

source: Redirect all incoming HTTP requests to HTTPS and prevent mixed content warnings.
ar: إعادة توجيه جميع طلبات HTTP الواردة إلى HTTPS ومنع تحذيرات المحتوى المختلط.
de: Leiten Sie alle eingehenden HTTP-Anfragen auf HTTPS um und verhindern Sie Warnungen vor gemischten Inhalten.
es: Redirige todas las solicitudes HTTP entrantes a HTTPS y evita advertencias de contenido mixto.
fr: Redirigez toutes les requêtes HTTP entrantes vers HTTPS et évitez les avertissements de contenu mixte.
it: Reindirizza tutte le richieste HTTP in arrivo a HTTPS e previeni gli avvisi di contenuto misto.
ja: すべての受信 HTTP リクエストを HTTPS にリダイレクトし、混合コンテンツの警告を防ぎます。
ko: 들어오는 모든 HTTP 요청을 HTTPS로 리디렉션하고 혼합 콘텐츠 경고를 방지합니다.
pt_br: Redirecione todas as solicitações HTTP recebidas para HTTPS e evite avisos de conteúdo misto.
ru: Перенаправляйте все входящие запросы HTTP на HTTPS и предотвращайте предупреждения о смешанном контенте.
zh_hans: 将所有传入的 HTTP 请求重定向至 HTTPS 并防止混合内容警告。
zh_hant: 將所有傳入的 HTTP 請求重新導向至 HTTPS 並防止混合內容警告。

source: Redirect all requests with scheme 'http' to 'https'. This applies to all http requests to the zone.
ar: إعادة توجيه جميع الطلبات باستخدام المخطط "http" إلى "https". ينطبق هذا على جميع طلبات http للمنطقة.
de: Leiten Sie alle Anfragen mit dem Schema „http“ auf „https“ um. Dies gilt für alle HTTP-Anfragen an die Zone.
es: Redirigir todas las solicitudes con el esquema 'http' a 'https'. Esto se aplica a todas las solicitudes http a la zona.
fr: Redirigez toutes les requêtes avec le schéma « http » vers « https ». Ceci s'applique à toutes les requêtes http vers la zone.
it: Reindirizzare tutte le richieste con lo schema 'http' a 'https'. Questo vale per tutte le richieste http alla zona.
ja: スキーム「http」を持つすべてのリクエストを「https」にリダイレクトします。これは、ゾーンへのすべての http リクエストに適用されます。
ko: 'http' 체계를 사용하는 모든 요청을 'https'로 리디렉션합니다. 이는 영역에 대한 모든 http 요청에 적용됩니다.
pt_br: Redirecione todas as solicitações com esquema 'http' para 'https'. Isso se aplica a todas as solicitações http para a zona.
ru: Перенаправить все запросы со схемой «http» на «https». Это относится ко всем http-запросам к зоне.
zh_hans: 将所有 'http' 请求重定向到 'https'。这适用于对该区域的所有 HTTP 请求。
zh_hant: 将所有 'http' 請求重定向到 'https'。这适用于对该区域的所有 HTTP 請求。

source: Redirect Behavior
ar: سلوك إعادة التوجيه
de: Weiterleitungsverhalten
es: Comportamiento de redirección
fr: Comportement de redirection
it: Comportamento di reindirizzamento
ja: リダイレクト動作
ko: 리디렉션 동작
pt_br: Comportamento de redirecionamento
ru: Поведение перенаправления
zh_hans: 重定向行为
zh_hant: 重新導向行為

source: Redirect Item Deleted
ar: تم حذف عنصر إعادة التوجيه
de: Weiterleitungselement gelöscht
es: Elemento de redirección eliminado
fr: Élément de redirection supprimé
it: Elemento di reindirizzamento eliminato
ja: リダイレクト項目を削除しました
ko: 리디렉션 항목 삭제됨
pt_br: Item de redirecionamento excluído
ru: Элемент перенаправления удален
zh_hans: 重定向条目已删除
zh_hant: 重新導向項目已刪除

source: Redirect Items (%lld)
ar: إعادة توجيه العناصر (%lld)
de: Elemente umleiten (%lld)
es: Redirigir elementos (%lld)
fr: Rediriger les éléments (%lld)
it: Reindirizza elementi (%lld)
ja: リダイレクト項目 (%lld)
ko: 항목 리디렉션(%lld)
pt_br: Redirecionar itens (%lld)
ru: Элементы перенаправления (%lld)
zh_hans: 重定向条目 (%lld)
zh_hant: 重定向條目 (%lld)

source: Redirect Lists
ar: إعادة توجيه القوائم
de: Umleitungslisten
es: Listas de redireccionamiento
fr: Listes de redirection
it: Elenchi di reindirizzamento
ja: リダイレクトリスト
ko: 리디렉션 목록
pt_br: Listas de redirecionamento
ru: Списки перенаправления
zh_hans: 重定向列表
zh_hant: 重定向列表

source: Redirect Lists (%lld)
ar: قوائم إعادة التوجيه (%lld)
de: Umleitungslisten (%lld)
es: Listas de redireccionamiento (%lld)
fr: Listes de redirection (%lld)
it: Elenchi di reindirizzamento (%lld)
ja: リダイレクトリスト (%lld)
ko: 리디렉션 목록(%lld)
pt_br: Listas de redirecionamento (%lld)
ru: Списки перенаправления (%lld)
zh_hans: 重定向列表 (%lld)
zh_hant: 重定向列表 (%lld)

source: Redirect Rule
ar: إعادة توجيه القاعدة
de: Umleitungsregel
es: Regla de redireccionamiento
fr: Règle de redirection
it: Regola di reindirizzamento
ja: リダイレクトルール
ko: 리디렉션 규칙
pt_br: Regra de redirecionamento
ru: Правило перенаправления
zh_hans: 重定向规则
zh_hant: 重定向規則

source: Redirect Rule Added
ar: تمت إضافة قاعدة إعادة التوجيه
de: Umleitungsregel hinzugefügt
es: Regla de redireccionamiento agregada
fr: Règle de redirection ajoutée
it: Aggiunta regola di reindirizzamento
ja: リダイレクトルールの追加
ko: 리디렉션 규칙이 추가되었습니다.
pt_br: Regra de redirecionamento adicionada
ru: Добавлено правило перенаправления
zh_hans: 重定向规则已添加
zh_hant: 重定向規則已新增

source: Redirect Rule Deleted
ar: تم حذف قاعدة إعادة التوجيه
de: Weiterleitungsregel gelöscht
es: Regla de redirección eliminada
fr: Règle de redirection supprimée
it: Regola di reindirizzamento eliminata
ja: リダイレクト ルールを削除しました
ko: 리디렉션 규칙 삭제됨
pt_br: Regra de redirecionamento excluída
ru: Правило перенаправления удалено
zh_hans: 重定向规则已删除
zh_hant: 重新導向規則已刪除

source: Redirect Rules
ar: قواعد إعادة التوجيه
de: Weiterleitungsregeln
es: Reglas de redireccionamiento
fr: Règles de redirection
it: Regole di reindirizzamento
ja: リダイレクト ルール
ko: 리디렉션 규칙
pt_br: Regras de redirecionamento
ru: Правила перенаправления
zh_hans: 重定向规则
zh_hant: 重新導向規則

source: Redirect Target & Code
ar: إعادة توجيه الهدف والكود
de: Ziel und Code umleiten
es: Destino y código de redireccionamiento
fr: Cible et code de redirection
it: Reindirizza destinazione e codice
ja: リダイレクトターゲットとコード
ko: 대상 및 코드 리디렉션
pt_br: Redirecionar alvo e código
ru: Цель и код перенаправления
zh_hans: 重定向目标 URL 与状态码
zh_hant: 重定向目標 URL 与狀態碼

source: Redirects
ar: عمليات إعادة التوجيه
de: Weiterleitungen
es: Redirecciones
fr: Redirections
it: Reindirizzamenti
ja: リダイレクト
ko: 리디렉션
pt_br: Redirecionamentos
ru: Перенаправления
zh_hans: 重定向
zh_hant: 重定向

source: Redirects for domain migration
ar: عمليات إعادة التوجيه لترحيل المجال
de: Weiterleitungen für die Domänenmigration
es: Redirecciones para migración de dominio
fr: Redirections pour la migration de domaine
it: Reindirizzamenti per la migrazione del dominio
ja: ドメイン移行のためのリダイレクト
ko: 도메인 마이그레이션을 위한 리디렉션
pt_br: Redirecionamentos para migração de domínio
ru: Перенаправления для миграции домена
zh_hans: 用于域名迁移的重定向
zh_hant: 用于網域稱迁移的重定向

source: Reduce the file size of source code on your website.
ar: تقليل حجم ملف التعليمات البرمجية المصدر على موقع الويب الخاص بك.
de: Reduzieren Sie die Dateigröße des Quellcodes auf Ihrer Website.
es: Reduzca el tamaño del archivo del código fuente de su sitio web.
fr: Réduisez la taille du fichier du code source sur votre site Web.
it: Riduci la dimensione del file del codice sorgente sul tuo sito web.
ja: Web サイト上のソース コードのファイル サイズを削減します。
ko: 웹사이트의 소스 코드 파일 크기를 줄이세요.
pt_br: Reduza o tamanho do arquivo do código-fonte em seu site.
ru: Уменьшите размер файла исходного кода на вашем сайте.
zh_hans: 减小网站上源代码的文件大小。
zh_hant: 减小網站上源程式碼的文件大小。

source: Refresh
ar: ينعش
de: Aktualisieren
es: Refrescar
fr: Actualiser
it: Aggiorna
ja: リフレッシュ
ko: 새로 고치다
pt_br: Atualizar
ru: Обновить
zh_hans: 刷新
zh_hant: 重新整理

source: Region
ar: المنطقة
es: Región
fr: Région
it: Regione
ja: 地域
ko: 지역
pt_br: Região
ru: Регион
zh_hans: 区域
zh_hant: 地區

source: Regional database connection acceleration
ar: تسريع الاتصال بقاعدة البيانات الإقليمية
de: Regionale Datenbankverbindungs-Beschleunigung
es: Aceleración de conexiones de bases de datos regionales
fr: Accélération des connexions de base de données régionales
it: Accelerazione delle connessioni al database regionale
ja: 地域データベース接続アクセラレーション
ko: 지역 데이터베이스 연결 가속
pt_br: Aceleração de conexão de banco de dados regional
ru: Ускорение подключений к региональным базам данных
zh_hans: 区域数据库连接加速与连接池
zh_hant: 區域資料庫連線加速與連線池

source: Regional Edge Resolvers (%lld)
ar: أدوات حل الحافة الإقليمية (%lld)
de: Regionale Edge-Resolver (%lld)
es: Resolutores de borde regionales (%lld)
fr: Résolveurs périphériques régionaux (%lld)
it: Risolutori edge regionali (%lld)
ja: リージョン エッジ リゾルバー (%lld)
ko: 지역 에지 DNS 리졸버(%lld)
pt_br: Resolvedores de borda regionais (%lld)
ru: Региональные преобразователи границ (%lld)
zh_hans: 各区域边缘节点解析情况 (%lld)
zh_hant: 各区域邊緣节點解析情况 (%lld)

source: Registrar
ar: المسجل
de: Standesbeamter
es: Registrador
fr: Registraire
it: Cancelliere
ja: レジストラ
ko: 기록 사무관
pt_br: Registrador
ru: Регистратор
zh_hans: 注册商
zh_hant: 注册商

source: Registration Information
ar: معلومات التسجيل
de: Registrierungsinformationen
es: Información de registro
fr: Informations d'inscription
it: Informazioni sulla registrazione
ja: 登録情報
ko: 등록정보
pt_br: Informações de registro
ru: Регистрационная информация
zh_hans: 注册信息
zh_hant: 注册信息

source: Registry Statuses (%lld)
ar: حالات السجل (%lld)
de: Registry-Status (%lld)
es: Estados del registro (%lld)
fr: États du registre (%lld)
it: Stati del registro (%lld)
ja: レジストリステータス (%lld)
ko: 레지스트리 상태 (%lld)
pt_br: Status do Registro (%lld)
ru: Статусы реестра (%lld)
zh_hans: 注册局状态 (%lld)
zh_hant: 註冊局狀態 (%lld)

source: Remove
ar: يزيل
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovere
ja: 取り除く
ko: 제거하다
pt_br: Remover
ru: Удалять
zh_hans: 移除
zh_hant: 移除

source: Remove '%@'
ar: إزالة '%@'
de: '%@' entfernen
es: Eliminar '%@'
fr: Supprimer '%@'
it: Rimuovi '%@'
ja: '%@' を削除
ko: '%@' 제거
pt_br: Remover '%@'
ru: Удалить '%@'
zh_hans: 移除 '%@'
zh_hant: 移除 '%@'

source: Remove %@
ar: إزالة %@
de: %@ entfernen
es: Eliminar %@
fr: Supprimer %@
it: Rimuovi %@
ja: %@ を削除
ko: %@ 제거
pt_br: Remover %@
ru: Удалить %@
zh_hans: 移除 %@
zh_hant: 移除 %@

source: Remove Account
ar: إزالة الحساب
de: Konto entfernen
es: Eliminar cuenta
fr: Supprimer le compte
it: Rimuovi account
ja: アカウントを削除
ko: 계정 제거
pt_br: Remover conta
ru: Удалить аккаунт
zh_hans: 移除账户
zh_hant: 移除帳戶

source: Remove Header
ar: إزالة الرأس
de: Kopfzeile entfernen
es: Eliminar encabezado
fr: Supprimer l'en-tête
it: Rimuovi intestazione
ja: ヘッダーの削除
ko: 헤더 제거
pt_br: Remover cabeçalho
ru: Удалить заголовок
zh_hans: 移除标头
zh_hant: 移除標頭

source: Remove Site
ar: إزالة الموقع
de: Site entfernen
es: Eliminar sitio
fr: Supprimer le site
it: Rimuovi sito
ja: サイトを削除する
ko: 사이트 제거
pt_br: Remover site
ru: Удалить сайт
zh_hans: 移除站点
zh_hant: 移除站點

source: Remove Site from Cloudflare
ar: إزالة الموقع من Cloudflare
de: Entfernen Sie die Site aus Cloudflare
es: Eliminar sitio de Cloudflare
fr: Supprimer le site de Cloudflare
it: Rimuovi il sito da Cloudflare
ja: Cloudflareからサイトを削除
ko: Cloudflare에서 사이트 제거
pt_br: Remover site da Cloudflare
ru: Удалить сайт из Cloudflare
zh_hans: 从 Cloudflare 移除站点
zh_hant: 從 Cloudflare 移除站點

source: Remove Zone
ar: إزالة المنطقة
de: Zone entfernen
es: Eliminar zona
fr: Supprimer une zone
it: Rimuovi zona
ja: ゾーンの削除
ko: 영역 제거
pt_br: Remover zona
ru: Удалить зону
zh_hans: 移除域名
zh_hant: 移除網域稱

source: Remove Zone from Cloudflare
ar: إزالة المنطقة من Cloudflare
de: Zone aus Cloudflare entfernen
es: Eliminar zona de Cloudflare
fr: Supprimer une zone de Cloudflare
it: Rimuovi la zona da Cloudflare
ja: Cloudflareからゾーンを削除
ko: Cloudflare에서 영역 제거
pt_br: Remover zona do Cloudflare
ru: Удалить зону из Cloudflare
zh_hans: 从 Cloudflare 移除域名
zh_hant: 從 Cloudflare 移除網域稱

source: Removing this site will immediately delete all its configuration and data from Cloudflare. This action cannot be undone.
ar: ستؤدي إزالة هذا الموقع إلى حذف جميع التكوينات والبيانات الخاصة به على الفور من Cloudflare. لا يمكن التراجع عن هذا الإجراء.
de: Durch das Entfernen dieser Site werden sofort alle ihre Konfigurationen und Daten aus Cloudflare gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Al eliminar este sitio, se eliminarán inmediatamente toda su configuración y datos de Cloudflare. Esta acción no se puede deshacer.
fr: La suppression de ce site supprimera immédiatement toute sa configuration et ses données de Cloudflare. Cette action ne peut pas être annulée.
it: La rimozione di questo sito eliminerà immediatamente tutta la sua configurazione e i dati da Cloudflare. Questa azione non può essere annullata.
ja: このサイトを削除すると、その設定とデータがすべて Cloudflare から直ちに削除されます。この操作は元に戻すことができません。
ko: 이 사이트를 제거하면 Cloudflare의 모든 구성과 데이터가 즉시 삭제됩니다. 이 작업은 취소할 수 없습니다.
pt_br: A remoção deste site excluirá imediatamente todas as suas configurações e dados da Cloudflare. Esta ação não pode ser desfeita.
ru: Удаление этого сайта приведет к немедленному удалению всей его конфигурации и данных из Cloudflare. Это действие невозможно отменить.
zh_hans: 移除此站点将立即从 Cloudflare 删除其所有配置和数据，此操作无法撤销。
zh_hant: 移除此站點将立即從 Cloudflare 刪除其所有設定和數据，此操作無法撤销。

source: Removing this zone will permanently delete all its DNS records, firewall rules, and certificates from Cloudflare.
ar: ستؤدي إزالة هذه المنطقة إلى حذف جميع سجلات DNS وقواعد جدار الحماية والشهادات نهائيًا من Cloudflare.
de: Durch das Entfernen dieser Zone werden alle zugehörigen DNS-Einträge, Firewall-Regeln und Zertifikate dauerhaft von Cloudflare gelöscht.
es: Al eliminar esta zona, se eliminarán permanentemente todos sus registros DNS, reglas de firewall y certificados de Cloudflare.
fr: La suppression de cette zone supprimera définitivement tous ses enregistrements DNS, règles de pare-feu et certificats de Cloudflare.
it: La rimozione di questa zona eliminerà definitivamente tutti i record DNS, le regole del firewall e i certificati da Cloudflare.
ja: このゾーンを削除すると、そのすべての DNS レコード、ファイアウォール ルール、証明書が Cloudflare から完全に削除されます。
ko: 이 영역을 제거하면 해당 DNS 레코드, 방화벽 규칙 및 인증서가 Cloudflare에서 영구적으로 삭제됩니다.
pt_br: A remoção desta zona excluirá permanentemente todos os seus registros DNS, regras de firewall e certificados da Cloudflare.
ru: Удаление этой зоны приведет к безвозвратному удалению всех ее записей DNS, правил брандмауэра и сертификатов из Cloudflare.
zh_hans: 移除此区域将从 Cloudflare 中永久删除其所有 DNS 记录、防火墙规则和证书。
zh_hant: 移除此區域將從 Cloudflare 中永久刪除其所有 DNS 記錄、防火牆規則和憑證。

source: Replace existing nameservers with the Cloudflare ones above
ar: استبدل خوادم الأسماء الحالية بخوادم Cloudflare المذكورة أعلاه
de: Ersetzen Sie vorhandene Nameserver durch die oben genannten Cloudflare-Nameserver
es: Reemplace los servidores de nombres existentes con los de Cloudflare anteriores
fr: Remplacez les serveurs de noms existants par ceux de Cloudflare ci-dessus
it: Sostituisci i nameserver esistenti con quelli Cloudflare sopra
ja: 既存のネームサーバーを上記の Cloudflare ネームサーバーに置き換えます
ko: 기존 이름 서버를 위의 Cloudflare 이름 서버로 교체
pt_br: Substitua os servidores de nomes existentes pelos da Cloudflare acima
ru: Замените существующие серверы имен на серверы Cloudflare, указанные выше.
zh_hans: 将现有域名服务器替换为上方列出的 Cloudflare 服务器
zh_hant: 将現有名稱伺服器 (Nameservers)替换為上方列出的 Cloudflare 服务器

source: Replace your current nameservers with
ar: استبدل خوادم الأسماء الحالية بـ
de: Ersetzen Sie Ihre aktuellen Nameserver durch
es: Reemplace sus servidores de nombres actuales con
fr: Remplacez vos serveurs de noms actuels par
it: Sostituisci i tuoi server dei nomi attuali con
ja: 現在のネームサーバーを次のものに置き換えます
ko: 현재 네임서버를 다음으로 교체하세요.
pt_br: Substitua seus servidores de nomes atuais por
ru: Замените текущие серверы имен на
zh_hans: 将您当前的域名服务器替换为
zh_hant: 将您當前的名稱伺服器 (Nameservers)替换為

source: Repository
ar: المستودع
es: Repositorio
fr: Dépôt
ja: リポジトリ
ko: 리포지토리
pt_br: Repositório
ru: Репозиторий
zh_hans: 代码仓库
zh_hant: 程式碼儲存庫

source: Request Body (JSON)
ar: نص الطلب (JSON)
de: Anfragetext (JSON)
es: Cuerpo de solicitud (JSON)
fr: Corps de la requête (JSON)
it: Corpo della richiesta (JSON)
ja: リクエストボディ(JSON)
ko: 요청 본문(JSON)
pt_br: Corpo da solicitação (JSON)
ru: Тело запроса (JSON)
zh_hans: 请求正文 (JSON Payload)
zh_hant: 請求正文 (JSON Payload)

source: Request Configuration
ar: طلب التكوين
de: Konfiguration anfordern
es: Solicitar configuración
fr: Configuration de la demande
it: Richiedi configurazione
ja: 構成のリクエスト
ko: 구성 요청
pt_br: Solicitar configuração
ru: Запрос конфигурации
zh_hans: 请求配置
zh_hant: 請求設定

source: Request Header
ar: رأس الطلب
de: Anforderungsheader
es: Encabezado de solicitud
fr: En-tête de demande
it: Richiedi intestazione
ja: リクエストヘッダー
ko: 요청 헤더
pt_br: Cabeçalho da solicitação
ru: Заголовок запроса
zh_hans: 请求标头
zh_hant: 請求標頭

source: Request Headers
ar: طلب الرؤوس
de: Anforderungsheader
es: Encabezados de solicitud
fr: En-têtes de demande
it: Richiedi intestazioni
ja: リクエストヘッダー
ko: 요청 헤더
pt_br: Solicitar cabeçalhos
ru: Заголовки запросов
zh_hans: 请求标头
zh_hant: 請求標頭

source: requests
ar: طلبات
de: Anfragen
es: solicitudes
fr: demandes
it: richieste
ja: リクエスト
ko: 요청
pt_br: solicitações
ru: запросы
zh_hans: 请求
zh_hant: 請求

source: Requests
ar: الطلبات
de: Anfragen
es: Solicitudes
fr: Demandes
it: Richieste
ja: リクエスト
ko: 요청사항
pt_br: Solicitações
ru: Запросы
zh_hans: 总请求量
zh_hant: 總請求量

source: Requests matching this wirefilter expression will execute the selected snippet.
ar: الطلبات المطابقة لتعبير Wirefilter هذا ستنفذ المقتطف المحدد.
de: Anfragen, die diesem Wirefilter-Ausdruck entsprechen, führen das ausgewählte Snippet aus.
es: Las solicitudes que coincidan con esta expresión de filtro de alambre ejecutarán el fragmento seleccionado.
fr: Les requêtes correspondant à cette expression wirefilter exécuteront l’extrait sélectionné.
it: Le richieste che corrispondono a questa espressione wirefilter eseguiranno lo snippet selezionato.
ja: このワイヤーフィルター式に一致するリクエストは、選択されたスニペットを実行します。
ko: 이 wirefilter 표현식과 일치하는 요청은 선택한 조각을 실행합니다.
pt_br: As solicitações que correspondem a esta expressão wirefilter executarão o snippet selecionado.
ru: Запросы, соответствующие этому выражению Wirefilter, будут выполнять выбранный фрагмент.
zh_hans: 匹配此过滤表达式的请求将执行所选 Snippet。
zh_hant: 匹配此過滤表达式的請求将执行所選 Snippet。

source: Requests Per Window
ar: الطلبات لكل نافذة
de: Anfragen pro Fenster
es: Solicitudes por ventana
fr: Requêtes par fenêtre
it: Richieste per finestra
ja: ウィンドウごとのリクエスト数
ko: 창당 요청
pt_br: Solicitações por janela
ru: Запросов на окно
zh_hans: 窗口期内请求数
zh_hant: 窗口期内請求數

source: Requests Traffic
ar: طلبات المرور
de: Fordert Verkehr an
es: Solicitudes de tráfico
fr: Trafic des demandes
it: Richieste di traffico
ja: リクエストトラフィック
ko: 트래픽 요청
pt_br: Solicita tráfego
ru: Запросы трафика
zh_hans: 请求流量趋势
zh_hant: 請求流量趋势

source: Requests, bandwidth & threats
ar: الطلبات وعرض النطاق الترددي والتهديدات
de: Anfragen, Bandbreite und Bedrohungen
es: Solicitudes, ancho de banda y amenazas
fr: Requêtes, bande passante et menaces
it: Richieste, larghezza di banda e minacce
ja: リクエスト、帯域幅、脅威
ko: 요청, 대역폭 및 위협
pt_br: Solicitações, largura de banda e ameaças
ru: Запросы, пропускная способность и угрозы
zh_hans: 请求数、带宽与威胁数据
zh_hant: 請求數、頻寬与威胁數据

source: Require %@
ar: 需要 %@
de: Erforderlich %@
es: Requerir %@
fr: Exiger %@
it: Richiedere %@
ja: 需要 %@
ko: 필요하다 %@
pt_br: Exigir %@
ru: Требовать %@
zh_hans: 需要 %@
zh_hant: 需要 %@

source: Require Face ID
ar: تتطلب معرف الوجه
de: Face ID erforderlich
es: Requerir identificación facial
fr: Exiger une identification faciale
it: Richiedi l'ID viso
ja: 顔認証が必要
ko: 얼굴 ID 필요
pt_br: Exigir identificação facial
ru: Требовать идентификатор лица
zh_hans: 需要 Face ID
zh_hant: 需要 Face ID

source: Require Face ID or Touch ID to unlock the app when returning from the background.
ar: يتطلب Face ID أو Touch ID لفتح التطبيق عند العودة من الخلفية.
de: Face ID oder Touch ID erfordern, um die App zu entsperren, wenn Sie aus dem Hintergrund zurückkehren.
es: Requiere Face ID o Touch ID para desbloquear la aplicación cuando regresas del fondo.
fr: Nécessite Face ID ou Touch ID pour déverrouiller l'application lorsque vous revenez de l'arrière-plan.
it: Richiedi Face ID o Touch ID per sbloccare l'app quando torni dallo sfondo.
ja: バックグラウンドから戻るときにアプリのロックを解除するには、Face ID または Touch ID が必要です。
ko: 백그라운드에서 돌아올 때 앱을 잠금 해제하려면 Face ID 또는 Touch ID가 필요합니다.
pt_br: Exija Face ID ou Touch ID para desbloquear o aplicativo ao retornar do plano de fundo.
ru: Требовать Face ID или Touch ID, чтобы разблокировать приложение при выходе из фонового режима.
zh_hans: 从后台返回时需要通过面容 ID 或触控 ID 解锁应用。
zh_hant: 從後台返回時需要通過面容 ID 或触控 ID 解鎖應用。

source: Require Passcode
ar: تتطلب رمز المرور
de: Passcode erforderlich
es: Requerir contraseña
fr: Exiger un mot de passe
it: Richiedi codice di accesso
ja: パスコードが必要
ko: 비밀번호 필요
pt_br: Exigir senha
ru: Требовать пароль
zh_hans: 需要密码
zh_hant: 需要密碼
